Repository: gbooker/Sapphire
Catalog: SapphireFrappliance/Resources/*.lproj/Localizable.strings
Languages: dutch, french

source: as a Collection
dutch: als een Collectie
french: défini comme collection

source: to Not be a Collection
dutch: niet als een Collectie
french: pas défini comme collection

source: Clear Metadata
dutch: Wis metadata
french: Effacer les informations

source: Favorite
dutch: Favoriet
french: Favoris

source: Not Favorite
dutch: Geen favoriet
french: Non Favoris

source: Refetch Movie Data
dutch: Haal film metadata op
french: Ré-acquérir les infos de film

source: Refetch TV Data
dutch: Haal TV gegevens op
french: Ré-acquérir les infos TV

source: Reset Import Decisions
dutch: Reset import keuzen
french: Ré-initialiser les choix d’importation

source: Unwatched
dutch: Onbekeken
french: Non regardé

source: Clear Metadata
dutch: Wis metadata
french: Effacer les informations

source: Favorite
dutch: Favoriet
french: Favoris

source: Not Favorite
dutch: Not favoriet
french: Non favoris

source: Refetch Movie Data
dutch: Haal film metadata op
french: Ré-acquérir les infos du film

source: Refetch TV Data
dutch: Haal TV gegevens op
french: Ré-acquérir les info de TV

source: Reset Import Decisions
dutch: Reset import keuzen
french: Ré-initialiser les choix d’importation

source: < Scan for new files >
dutch: < Scan voor nieuwe bestanden >
french: < Rechercher de nouveaux fichiers >

source: Clear
dutch: Wis
french: Effacer

source: Selected Files
dutch: Geselecteerde bestanden
french: Fichiers séléctionnés

source: This File and Complete
dutch: Dit bestand en compleet
french: Ce fichier et terminer

source: Auto-Select Movies/Shows
dutch: Auto-Select films/shows
french: Séléctionner automatiquement des films/émissions

source: Choose Movie Posters
dutch: Kies film afbeeldingen
french: Choisir les affiches de films

source: Delete Collections
dutch: Wis collecties
french: Effacer des collections

source: Disable Anonymous Reporting
dutch: Deactiveer anonieme rapporten
french: Désactiver les rapports anonymes

source: Don't Import Collections
dutch: Importeer geen collecties
french: Ne pas importer les collections

source: Enable AC3 Passthrough
dutch: Activeer AC3 Passthrough
french: Autoriser le transfert AC3

source: Fast Directory Switching
dutch: Snelle directory omschakeling
french: Commutation rapide entre dossiers

source: Favorite Files
dutch: Favoriete bestanden
french: Fichiers préférés

source: Fetch Movie Data
dutch: Haal film gegevens op
french: Acquérir les infos sur le film

source: Fetch TV Show Data
dutch: Haal TV show gegevens op
french: Acquérir les infos sur les émissions

source: Hide Audio Info
dutch: Verberg audio informatie
french: Masquer l'option 'Perian audio'

source: Hide Collections
dutch: Verberg collecties
french: Masquer les collections

source: Hide Poster Chooser
dutch: Verberg film afbeeldingen kiezer
french: Masquer le sélecteur d'affiche de film

source: Hide Show Spoilers
dutch: Verberg show spoilers
french: Masquer les spoilers d’émission

source: Hide UI Quit
dutch: Verberg afsluiten UI
french: Masquer l'option 'Quitter UI'

source: Hide Video Info
dutch: Verberg video informatie
french: Masquer l’option 'Info vidéo Perian'

source: Import All Data
dutch: Importeer alle data
french: Importation

source: Movies
dutch: Films
french: Films

source: Populate File Data
dutch: Vul bestandsgegevens
french: Alimenter les données

source: Reset the thing already
dutch: Reset UI
french: Remise à zero

source: Settings
dutch: Instellingen
french: Paramètres

source: Skip "Favorite Shows" filter
dutch: Sla "Favoriete shows" filter over
french: Sauter "Émissions préférées" filtrer

source: Skip "Top Shows" filter
dutch: Sla "Top shows" filter over
french: Sauter "Meilleures émissions" filtrer

source: Skip "Unwatched Shows" filter
dutch: Sla "Onbekeken shows" filter over
french: Sauter "Émissions non-regardées" filtrer

source: TV Shows
french: Émissions de TV

source: Unwatched Files
dutch: Onbekeken bestanden
french: Fichiers non-regardés

source: Use Directory Lookup
dutch: Gebruik directory zoeken
french: Utiliser le nom des dossiers

source: Movies
dutch: Films
french: Films

source: Settings
dutch: Instellingen
french: Paramètres

source: TV Shows
french: Émissions de TV

source: %@ Seems to be missing
dutch: %@ lijkt zoek te zijn
french: %@ semble manquant

source: < EMPTY >
dutch: < LEEG >
french: < VIDE >

source: <This is Not a Movie>
dutch: <Dit is geen film>
french: <Ceci n’est pas un film>

source: <This is not a TV Show>
dutch: <Dit is geen TV show>
french: <Ceci n’est pas une émission de TV>

source: A Directory name should not contain any '/' characters
dutch: Een directorynaam mag geen '/' letters bevatten
french: Le nom d’un dossier ne peut pas contenir le signe « / »

source: A File name should not contain any '/' characters
dutch: Een bestandsnaam mag geen '/' letters bevatten
french: Le nom d’un fichier ne peut pas contenir le signe « / »

source: Academy Award Winning
dutch: Heeft Academy Award gewonnen
french: Gagnants des Oscars

source: All available metadata has been imported
dutch: Alle beschikbare metadata is ge•mporteerd
french: Toutes les informations disponibles ont été importées. Appuyez sur 'Menu' pour revenir pour sortir

source: All available Movie data has been imported
dutch: Alle beschikbare film metadata is ge•mporteerd
french: Toutes les fichiers ont été importées

source: All available TV Show data has been imported
dutch: Alle beschikbare TV shows metadata is ge•mporteerd
french: Toutes les informations des émissions de TV ont été importées

source: All Movies
dutch: Alle films
french: Tous les films

source: Allows the user to specify which collections should be delete along with its data. Use this for collections which will never be used again.
dutch: Stelt de gebruikers in staat te kiezen welke collectie gewist kan worden incl. data.
french: Permet à l’utilisateur de préciser quelles collections sont à effacer avec leurs données. Utilisez cette fonction pour des collections qui ne vont jamais plus être utilisées.

source: Allows the user to specify which collections should be hidden from Sapphire's main menu.
dutch: Stelt de gebruiker in staat te kiezen welke collecties niet zichtbaar moeten zijn van Sapphire's hoofdmenu.
french: Permet à l’utilisateur de préciser quelles collections sont à masquer du menu principal de Sapphire.

source: Allows the user to specify which collections should be skipped when importing meta data.
dutch: Stelt de gebruiker in staat te kiezen welke collecties overgeslagen moeten worden wanneer er metadata ge•mporteerd wordt.
french: Permet à l’utilisateur de préciser quelles collections ne pas prendre en compte lors de l'importation des données.

source: Are you sure you wish to delete %@?
dutch: Weet u zeker dat u %@ wilt wissen?
french: Etes-vous sûr de vouloir effacer %@?

source: By Awards Won
dutch: Op awards gewonnen
french: Par prix remportés

source: By Cast
dutch: Op cast
french: Par casting

source: By Date
dutch: Op datum
french: Par date

source: By Director
dutch: Op regisseur
french: Par réalisateur

source: By Episode
dutch: Op aflevering
french: Par épisode

source: By Genre
dutch: Op genre
french: Par genre

source: By IMDB Rank
dutch: Op IMDB ranking
french: Par classement IMDB

source: By IMDB Rating
dutch: Op IMDB waardering
french: Par cote (vote) IMDB

source: By Movie Title
dutch: Op filmtitel
french: Par titre de film

source: Cancel
dutch: Annuleer
french: Annuler

source: Cancel Import
dutch: Annuleer import
french: Annuler l’importation

source: Cast
french: Casting

source: Change artwork
dutch: Verander hoes
french: Changer le graphisme

source: Choose Movie Posters
dutch: Kies filmafbeelding
french: Choisir des affiches de film

source: Could not delete %@. Is the filesystem read-only?
dutch: Kan %@ niet wissen. Is het bstandssysteem read-only?
french: Impossible d’effacer %@. Est-ce que le système de fichiers est en lecture seule?

source: Could not move %@ file for %@. Is the filesystem read-only?
dutch: Kan bestand %1$@ niet hernoemen naar %2$@. Is het bestandssysteem read-only?
french: Impossible de renomer le fichier %1$@ en %2$@. Est-ce que le système de fichiers est en lecture seule?

source: Could not move %@. Is the filesystem read-only?
dutch: Kan %@ niet verplaatsen. Is het bestandssysteem read-only?
french: Impossible de déplacer %@. Est-ce que le système de fichiers est en lecture seule?

source: Could not move cover art for %@. Is the filesystem read-only?
dutch: Kan cover art voor %@ niet verplaatsen. Is het bestandssysteem read-only?
french: Impossible de déplacer la jaquette pour %@. Est-ce que le système de fichiers est en lecture seule?

source: Could not move to %@. Is the filesystem read-only?
dutch: Kan niet naar %@ verplaatsen. Is het bestandssysteem read-only?
french: Impossible de déplacer vers %@. Est-ce que le système de fichiers est en lecture seule?

source: Delete Collections
dutch: Wis collecties
french: Effacer des collections

source: Delete Directory
dutch: Wis directory
french: Effacer le dossier

source: Delete Directory?
dutch: Directory wissen?
french: Effacer le dossier ?

source: Delete Error
dutch: Wis fout
french: Effacer l’erreur

source: Delete File
dutch: Wis bestand
french: Effacer le fichier

source: Delete File?
dutch: Wis bestand?
french: Effacer le fichier ?

source: Deletes this directory and its contents
dutch: Wis deze directory en alle inhoud
french: Efface ce dossier et son contenu

source: Deletes this file
dutch: Wis dit bestand
french: Efface ce fichier

source: Director
french: Réalisateur

source: Display All Files
dutch: Toon alle bestanden
french: Afficher tous les fichiers

source: Duration
dutch: Lengte
french: Durée

source: Edit the display name for this collection
dutch: Pas de naam aan voor deze collectie
french: Editer le nom affiche pour cette collection

source: Edit the name for this directory
dutch: Pas de naam aan voor deze directory
french: Modifier le nom de ce dossier

source: Error
dutch: Fout
french: Erreur

source: Fetch Movie Data
dutch: Ophalen filmgegevens
french: Acquérir les informations sur les films

source: Fetch TV Show Data
dutch: Ophalen TVshow gegevens
french: Acquérir les informations sur les émissions

source: Fetching For: %@
dutch: Ophalen gegevens voor: %@
french: Acquisition de: %@

source: File Not Present
dutch: Bestand niet aanwezig
french: Le fichier est introuvable

source: Finished Processing: %0.0f / %0.0f
dutch: Klaar met verwerken: %1$.0f / %2$.0f
french: Traitement terminé de: %1$.0f / %2$.0f

source: Getting artwork selection
dutch: Ophalen artwork selectie
french: Acquisition de la selection de graphisme

source: Hide Collections
dutch: Verberg collecties
french: Masquer les collections

source: Import All Data
dutch: Importeer alle gegevens
french: Importation

source: Import Complete
dutch: Import compleet
french: Importation terminée

source: Initializing..
french: Début de l'importation..

source: Join Selected Files
dutch: Voeg geselecteerde bestanden samen
french: Combiner les fichiers sélectionnés

source: Join To Other Files
dutch: Voeg toe aan andere bestanden
french: Combiner à d'autres fichiers

source: Joining Files
dutch: JBestanden samenvoegen
french: Concaténation des fichiers

source: Main Menu
dutch: Hoofdmenu
french: Menu principal

source: Mark All as Watched
dutch: Markeer alles als Bekeken
french: Tout marquer comme regardé

source: Mark as Unwatched
dutch: Markeer alles als Niet bekeken
french: Tout marquer comme non-regardé

source: Mark as Watched
dutch: Markeer als bekeken
french: Marquer comme regardé

source: Mark Directory For Importing
dutch: Markeer directory voor import
french: Marquer le dossier pour qu'il fasse partie de l’importation

source: Mark this Directory to Skip Import
dutch: Markeer deze directory om over te slaan bij import
french: Marquer ce dossier pour qu'il ne fasse pas partie de l’importation

source: Move %@ to %@
dutch: Verplaats %1$@ naar %2$@
french: Déplacer %1$@ vers %2$@

source: Move a file to another name
dutch: Hernoem bestand
french: Renommer le fichier

source: Move Directory
dutch: Verplaats directory
french: Déplacer le dossier

source: Move File
dutch: Verplaats bestand
french: Déplacer le fichier

source: Move this directory. Select destination later.
dutch: Verplaats deze directory. Selecteer bestemming later.
french: Déplacer ce dossier. Choisir la destination plus tard.

source: Move this file. Select destination later.
dutch: Verplaats dit bestand. Selecteer bestemming later.
french: Déplacer ce fichier. Choisir la destination plus tard.

source: Move to Here
dutch: Verplaats hier naar toe
french: Déplacer vers..

source: Movies
dutch: Films
french: Films

source: Moving %@
dutch: Verplaatsen %@
french: Déplacement de %@

source: Moving Error
dutch: Verplaats fout
french: Erreur de déplacement

source: No pretty name to construct
dutch: Geen goede naam
french: Impossible de renommer automatiquement

source: None
dutch: Geen
french: Aucun

source: Not specified
dutch: Niet aangegeven
french: Non spécifié

source: Opening %@
dutch: Openen %@
french: Ouverture %@

source: Populate File Data
dutch: Vul bestandsdata
french: Alimentation des informations de fichier

source: Populate Show Data
dutch: Vul showdata
french: Alimentation des informations des émissions

source: Read Error
dutch: Leesfout
french: Erreur de lecture

source: Refresh
dutch: Ververs
french: Recharger

source: Refresh the artwork selection
dutch: Ververs artwork selectie
french: Recharger la sélection de graphisme

source: Rename %@
dutch: Hernoem %@
french: Renommer %@

source: Rename all files to a pretty name for those which a pretty name exists
dutch: Hernoem alle bestanden waarvoor een correcte naam bestaat
french: Tente de renommer automatiquement tous les fichiers avec nom sans caractères bizarres

source: Rename all Files to Pretty Name
dutch: Hernoem alle bestanden naar een correcte naam
french: Renommer tous les fichiers automatiquement

source: Rename this Collection
dutch: Hernoem deze collectie
french: Renommer cette collection

source: Rename this Directory
dutch: Hernoem deze directory
french: Renommer ce dossier

source: Rename this file
dutch: Hernoem dit bestand
french: Renommer ce fichier

source: Rename to "%@"
dutch: Hernoem naar "%@"
french: Renommer en "%@"

source: Rename to Pretty Name
dutch: Hernoem naar correcte naam
french: Tenter de renommer automatiquement

source: Sapphire will add this directory as favorite.
dutch: Sapphire voegt deze directory als favoriet toe.
french: Sapphire va ajouter ce dossier comme un favori.

source: Sapphire will add this file as a favorite.
dutch: Sapphire voegt dit bestand als favoriet toe.
french: Sapphire va ajouter ce fichier comme un favori.

source: Sapphire will continue to import new files as it encounters them. You may initiate this import again at any time, and any new or changed files will be imported
dutch: Sapphire voegt bestanden toe als het deze tegenkomt. U kunt deze import op elke willekeurige tijd opnieuw starten en elke nieuwe of veranderde bestand wordt ge•mporteerd
french: Sapphire va continuer à importer les nouveaux fichiers au fur et à mesure. Vous pouvez initier cette importation à tout moment et tous les nouveaux fichiers ou les fichiers modifiés seront importés

source: Sapphire will filter files to display only favorite files
dutch: Sapphire filtert bestanden om alleen favorite bestanden te tonen
french: Sapphire va filtrer les fichiers pour n'afficher que les favoris

source: Sapphire will filter files to display only unwatched files
dutch: Sapphire filtert bestanden om alleen onbekeken bestanden te tonen
french: Sapphire va filtrer les fichiers pour ne montrer que les fichiers non-regardés

source: Sapphire will not filter files, but instead display all files
dutch: Sapphire filtert niet maar zal alle bestanden tonen
french: Sapphire ne filtrera pas les fichiers, il va afficher tous les fichiers

source: Sapphire will remove this directory from favorites.
dutch: Sapphire verwijdert deze directory uit favorieten.
french: Sapphire va enlever ce dossier des favors.

source: Sapphire will remove this file from favorites.
dutch: Sapphire verwijdert dit bestand uit favorieten.
french: Sapphire va enlever ce fichier des favors.

source: Sapphire will save this directory as unwatched.
dutch: Sapphire slaat deze directory als onbekeken op.
french: Sapphire va marquer ce dossier comme non-regardé.

source: Sapphire will save this directory as watched.
dutch: Sapphire slaat deze directory als bekeken op.
french: Sapphire va marquer ce dossier comme regard.

source: Sapphire will save this file as unwatched.
dutch: Sapphire slaat dit bestand als onbekeken op.
french: Sapphire va marquer ce fichier comme non-regardé.

source: Sapphire will save this file as watched.
dutch: Sapphire slaat dit bestand als bekeken op.
french: Sapphire va marquer ce fichier comme regard.

source: Save Error
dutch: Fout bij opslaanr
french: Erreur d'enregistrement

source: Saving Joined File to %@
dutch: Sla samengevoegd bestand op als %@
french: Enregistrement du fichier combiné en %@

source: Scanning Directory: %@
dutch: Scannen directory: %@
french: Analyse du dossier: %@

source: Season
dutch: Seizoen
french: Saison

source: Select artwork using images from the file
dutch: Kies artwork door afbeeldingen uit het bestand te gebruiken
french: Choisir le graphisme en utilisant les images du fichier

source: Select cover art
dutch: Kies cover art
french: Choisir la page de couverture

source: Select Movie Poster
dutch: Kies filmafbeelding
french: Choisir l’affiche de cinéma

source: Select Movie Title
dutch: Kies filmtitel
french: Choisir le titre du film

source: Select Show Title
dutch: Kies showtitel
french: Choisir le titre de l’émission de TV

source: Settings
dutch: Instellingen
french: Paramètres

source: Size
dutch: Grootte
french: Taille

source: Skip "Top Shows" filter
dutch: Sla "Top shows" filter over
french: Sauter "Meilleures émissions" filtrer

source: Skip Collections
dutch: Sla collecties over
french: Sauter des collections

source: Sort by Date. With TV Episodes, this is Air Date. With Movies, this is Premier Date.
dutch: Sorteer op datum. Bij TV afleveringen is dit uitzenddatum. Bij fils is dit premieredatum.
french: Trier par date. Pour des épisodes des émissions de TV : Date de passage à l’antenne. Pour des films : Date de la première.

source: Sort by Episode Order.
dutch: Sorteer op volgorde aflevering.
french: Trier par ordre d’épisode.

source: Sort by IMDB Top 250 Rank.
dutch: Sorteer op IMDB Top 250 volgorde.
french: Trier selon le classement IMDB Top 250.

source: Sort by IMDB User Rating.
dutch: Sorteer op IMDB gebruikerswaardering.
french: Ranger par cote d’utilisateur IMDB.

source: Sort by Movie Title.
dutch: Sorteer op filmtitel.
french: Ranger par titre du film.

source: Sort by Number of Awards Won.
dutch: Sorteer op gewonnen Awards.
french: Trier par nombre de prix reimports.

source: Start Fetching Data
dutch: Start data ophalen
french: Commencer l'acquisition des données

source: Start Importing Data
dutch: Start importeren data
french: Commencer l'importation des données

source: Start Populating Data
dutch: Start invullen data
french: Commencer à remplir les données

source: Start Populating XML Data
dutch: Start invullen XML Data
french: Commencer à remplir les données XML

source: Subtitles
dutch: Ondertiteling
french: Sous-titres

source: Tells Sapphire it's okay to import from this directory.
dutch: Geeft Sapphire aan dat er uit deze directory ge•mporteerd kan worden.
french: Indiquer à Sapphire qu’il peut importer depuis ce dossier.

source: Tells Sapphire skip the TV Show and Movie choosers when importing and make selections automatically.
dutch: Geeft Sapphire aan om TVshow en filmkiezers over te slaan bij importeren en automatisch selecties te maken.
french: Indiquer à Sapphire de ne pas prendre en compte les fournisseurs d'informations sur les émissions de TV et les films lors de l'importation et de faire la sélection automatiquement.

source: Tells Sapphire that for every Movie, gather more information from the internet.
dutch: Geeft Sapphire aan om voor elke film gegevens van internet te halen.
french: Indiquer à Sapphire de collecter plus d'informations sur internet pour chaque film.

source: Tells Sapphire that for every TV episode, gather more information about this episode from the internet.
dutch: Geeft Sapphire aan om voor elke TV episode gegevens van internet te halen.
french: Indiquer à Sapphire de collecter plus d'informations sur internet pour chaque émission de TV.

source: Tells Sapphire that when changing filter settings, skip over the favorite shows filtre.
french: Indiquer à Sapphire qu’en changeant les paramètres du filtre il ne faut pas prendre en compte le filtre des émissions favorites.

source: Tells Sapphire that when changing filter settings, skip over the unwatched shows filtre.
french: Indiquer à Sapphire qu’en changeant les paramètres du filtre il ne faut pas prendre en compte le filtre des émissions non-regardées.

source: Tells Sapphire that when using a filter, use the cached data to setup directories rather than scanning the directories themselves for new files.
dutch: Geeft Sapphire aan om bij gebruik van een filter de reeds geladen data te gebruiken bij het inrichten van directories, in plaats van de gegevens in de directories zelf.
french: Indiquer à Sapphire qu’en utilisant un filtre il faut utiliser les données dans le cache pour mettre en place les dossiers au lieu de balayer les dossiers eux-mêmes pour rechercher des nouveaux fichiers.

source: Tells Sapphire that you have an AC3 decoder and to enable passthrough of the full audio information to the decoder. This is how you get 5.1 and DTS output.
dutch: Geeft Sapphire aan dat u een AC3 decoder heeft en dat alle audio gegevens moeten worden doorgegeven aan de decoder (passthrough). op deze manier krijgt u 5.1 en DTS geluid.
french: Indiquer à Sapphire que vous avez un décodeur AC3 et lui permettre le transfert de toutes les informations audios vers le décodeur. Cela permet la restitution 5.1 et DTS.

source: Tells Sapphire that you want to use directory names instead of file names for identifying movies.
dutch: Geeft Sapphire aan dat u directorynamen in plaats van bestandsnamen wilt gebruiken bij films.
french: Indiquer à Sapphire que vous voulez utiliser les noms de dossier au lieu des noms de fichier pour identifier les films.

source: Tells Sapphire to add this directory to the Collections list.
dutch: Geeft Sapphire aan om deze directory toe te voegen aan de collectieslijst.
french: Indiquer à Sapphire d’ajouter ce dossier à la liste des collections.

source: Tells Sapphire to automatically choose posters for movies instead of asking the user to choose one.
dutch: Geeft Sapphire aan om automatisch filmafbeeldingen te kiezen i.p.v. dit de gebruiker te vragen.
french: Indiquer à Sapphire de choisir les jaquettes de film automatiquement au lieu de demander de l’utilisateur d'en choisir use.

source: Tells Sapphire to clear the file join list.
dutch: Geeft Saphire aan om de samenvoeglijst te wissen.
french: Indiquer à Sapphire d'effacer la liste des fichiers combines.

source: Tells Sapphire to complete the file join.
dutch: Geeft Sapphire aan bestandssamenvoeging uit te voeren.
french: Indiquer à Sapphire de terminer la combinaison des fichiers.

source: Tells Sapphire to disable the display of audio codec and sample rate information.
dutch: Geeft Sapphire aan om het tonen van de audio codec en sample rate informatie te deactiveren.
french: Indiquer à Sapphire de désactiver l’affichage du codec audio et des informations de taux d’échantillon.
