Repository: gbooker/Sapphire
Catalog: SapphireFrappliance/Resources/*.lproj/Localizable.strings
Languages: dutch, french

source: Tells Sapphire to disable the display of the show's synopsis.
dutch: Geeft Sapphire aan om de show samenvatting te deactiveren
french: Indiquer à Sapphire de désactiver l’affichage du synopsis de l’émission de TV.

source: Tells Sapphire to disable the display of video codec, resolution, and color depth information.
dutch: Geeft Sapphire aan om het tonen van de audio codec, de resolutie en kleurdiepte informatie te deactiveren.
french: Indiquer à Sapphire de désactiver l’affichage des informations du codec vidéo, résolution, et profondeur de couleur.

source: Tells Sapphire to erase all knowledge of files in this collection.
dutch: Geeft Sapphire aan om alle data van bestanden in deze collectie te wissen.
french: Indiquer à Sapphire d'effacer ce qu'il avait appris des fichiers dans cette collection.

source: Tells Sapphire to examine all files, and remember the file size, length and other information that can be gathered from the file itself.
dutch: Geeft Sapphire aan om bestanden te onderzoeken en de bestandsgrootte, -lengte en alle ander informatie uit het bestand op te slaan.
french: Indiquer à Sapphire d’examiner tous les fichiers et de conserver leur taille, leur durée ainsi que toutes les informations qui peuvent être recueillies.

source: Tells Sapphire to forget import decisions made on files in this directory.
dutch: Geeft Sapphire aan om alle importkeuzen m.b.t. bestanden uit deze directory te wissen.
french: Indiquer à Sapphire de réinitialiser les choix d’importation pour les fichiers de ce dossier.

source: Tells Sapphire to forget import decisions made on this file.
dutch: Geeft Sapphire aan om alle importkeuzen m.b.t. dit bestand te wissen.
french: Indiquer à Sapphire de ne pas conserver les choix d’importation pris à propos de ce fichier.

source: Tells Sapphire to hide the main menu element forcing FrontRow to quit.
dutch: Geeft Sapphire aan om het hoofdmenu item te verbergen zodat FrontRow afsluit.
french: Indiquer à Sapphire de masquer l’élément du menu principal ce qui force FrontRow à s’arrêter.

source: Tells Sapphire to hide this collection on the main menu.
dutch: Geeft Sapphire aan om deze collectie te verbergen in het hoofdmenu.
french: Indiquer à Sapphire de masquer cette collection sur le menu principal.

source: Tells Sapphire to ignore this collection when running any import tool.
dutch: Geeft Sapphire aan om deze collectie te negeren wanneer er een importprogramma loopt.
french: Indiquer à Sapphire d’ignorer cette collection lors de l'importation, quel que soit l'outil utilisé.

source: Tells Sapphire to not report any anonymous information on how you use Sapphire. Anonymous reporting enables us to improve the plugin for future use.
dutch: Geeft Sapphire aan om geen anonieme informatie door te geven over het gebruik. Anonieme informatie geeft ons de mogelijkheid de plug-in te verbeteren.
french: Indiquer à Sapphire de ne pas rapporter des informations anonymes sur comment vous utilizes Sapphire. Le rapport anonyme nous permet d’améliorer le produit.

source: Tells Sapphire to refetch Movie metadata for this directory the next time an import is run.
dutch: Geeft Sapphire aan om film metadata op te halen voor dit bestand bij de volgende import.
french: Indiquer à Sapphire de re-acquérir les informations de film pour ce dossier la prochaine fois qu’une importation sera lancée.

source: Tells Sapphire to refetch Movie metadata for this file the next time an import is run.
dutch: Geeft Sapphire aan om film metadata op te halen voor deze directory bij de volgende import.
french: Indiquer à Sapphire de re-acquérir les informations de film pour ce fichier la prochaine fois qu’une importation sera lancée.

source: Tells Sapphire to refetch TV Show metadata for this directory the next time an import is run.
dutch: Geeft Sapphire aan om TVshow metadata op te halen voor deze directory bij de volgende import.
french: Indiquer à Sapphire de re-acquérir les informations des émissions de TV pour ce dossier la prochaine fois qu’une importation est lancée.

source: Tells Sapphire to refetch TV Show metadata for this file the next time an import is run.
dutch: Geeft Sapphire aan om TVshow metadata op te halen voor dit bestand bij de volgende import.
french: Indiquer à Sapphire de re-acquérir les informations des émissions de TV pour ce fichier la prochaine fois qu’une importation sera lancée.

source: Tells Sapphire to remove all metadata for this directory.
dutch: Geeft Sapphire aan om alle metadata van deze directory te verwijderen.
french: Indiquer à Sapphire d’enlever toutes les métadonnées pour ce dossier.

source: Tells Sapphire to remove all metadata for this file.
dutch: Geeft Sapphire aan om alle metadata van deze bestanden te verwijderen.
french: Indiquer à Sapphire de supprimer toutes les informations pour ce fichier.

source: Tells Sapphire to remove this directory from the Collections list.
dutch: Geeft Sapphire aan om deze directory te verwijderen van de lijst collecties.
french: Indiquer à Sapphire de supprimer ce dossier de la liste des collections.

source: Tells Sapphire to skip this directory when importing.
dutch: Geeft Sapphire aan om deze directory over te slaan bij importeren.
french: Indiquer à Sapphire de ne pas prendre en compte ce dossier lors d'une importation.

source: Tells Sapphire to use this file to complete the joined list.
dutch: Geeft Sapphire aan om dit bestand te gebruiken om de samenvoeglijst te completeren.
french: Indiquer à Sapphire d'utiliser ce fichier pour terminer la liste combinée.

source: Tells Sapphire you wish to add this file to a list of files to be joined. The files will be joined in the order they were added to the list.
dutch: Geeft Sapphire aan dat u dit bestand wilt toevoegen aan de lijst bestanden die moeten worden samengevoegd. De bestanden worden samengevoegd in de volgorde waarin ze op de lijst voorkomen.
french: Indiquer à Sapphire que vous voulez ajouter ce fichier à une liste de fichiers à être combinés. Les fichiers seront raccordés dans l’ordre dans lequel ils ont été ajoutés à la liste.

source: The File %@ is not present. Either a drive is not mounted or your metadata has not been imported recently
dutch: Bestand %@ bestaat niet. Of een schijf is niet gemount of uw metadata is niet recent ge•mporteerd
french: Le fichier %@ est manquant. Soit un disque n’est pas monté, soit vos informations n’ont pas été récemment importées

source: The name %@ is already taken
dutch: Deze naam %@ bestaat al
french: Le nom %@ set déjà utilisé

source: This tool will attempt to fetch information about your Movie files from the Internet (IMDB/IMPAwards). This procedure may take quite some time and could ask you questions. You may cancel at any time.
dutch: Deze keuze haalt informatie op over uw films van het internet (IMDB/IMPAwards), mogelijk worden u vragen gesteld. U kunt het op elk moment onderbreken.
french: Cet outil va tenter d'acquérir les informations concernant vos films sur internet (site IMDB/IMPAwards). Cette procédure peut prendre du temps et requérir votre attention. Vous pouvez l’annuler a tout moment.

source: This tool will attempt to fetch information about your TV shows files from the Internet (TVRage). This procedure may take quite some time and could ask you questions. You may cancel at any time.
dutch: Deze keuze haalt informatie op over uw TVshows van het internet (TVRage), mogelijk worden u vragen gesteld. U kunt het op elk moment onderbreken.
french: Cet outil va tenter d'acquérir les informations concernant vos emissions de TV sur internet (site TVRage). Cette procédure peut prendre du temps et requérir votre attention. Vous pouvez l’annuler a tout moment.

source: This tool will import all the metadata it can find. This procedure may take quite some time and could ask you questions. You may cancel at any time.
dutch: Deze keuze importeert alle metadata die het kan vinden, mogelijk worden u vragen gesteld. U kunt het op elk moment onderbreken
french: Cet outil va importer tous les fichiers disponibles. Cette procédure peut prendre du temps et requérir votre attention. Vous pouvez l’annuler a tout moment en appuyant sur 'Menu'.

source: This tool will populate Sapphire's File data. This procedure may take a while, but you may cancel at any time.
dutch: Deze keuze vult Sapphire's bestandsgegevens. Dit kan even duren maar u kunt het op elk moment onderbreken.
french: Cet outil va alimenter les informations des fichiers de Sapphire. Cette procédure peut prendre du temps et requérir votre attention. Vous pouvez l’annuler a tout moment.

source: TV Shows
french: Emissions de TV

source: Updated %0.0f Entries.
dutch: %0.0f items ge-update.
french: %0.0f éléments mis à jour.

source: Upgrade Metadata
french: Mettre les informations à jour

source: Upgrading Collection Prefs
dutch: Upgraden collectie voorkeuren
french: Mettre à jour les préférences des collections

source: Upgrading Complete; Press Menu to Go Back
dutch: Upgraden gereed; Kies Menu om terug te gaan
french: Mise à jour terminée. Appuyez sur Menu pour sortir

source: Upgrading Joined Files
dutch: Upgraden samengevoegde bestanden
french: Mise à jour des fichiers combinés

source: Upgrading Metadata
dutch: Upgraden metadata
french: Mise à jour des informations

source: Upgrading Movie Translations
dutch: Upgraden film vertaling
french: Mise à jour des traductions de film

source: Upgrading TV Translations
dutch: Upgraden TV vertaling
french: Mise à jour des traductions des émissions TV

source: Video
french: Vidéo

source: Video2
french: Vidéo2

source: Waiting for background import to complete
dutch: Wachten op afronden importproces
french: Importation terminée avec succès. Fin du processus en cours

source: Collections
dutch: Collecties

source: Episode
dutch: Aflevering

source: Initializing...
dutch: Initialisatie...

source: S/E
dutch: S/A

source: Tells Sapphire that when changing filter settings, skip over the favorite shows filter.
dutch: Geeft Sapphire aan om bij verandering van flterinstellingen het favoriete showsfilter over te slaan.

source: Tells Sapphire that when changing filter settings, skip over the unwatched shows filter.
dutch: Geeft Sapphire aan om bij verandering van flterinstellingen het onbekeken showsfilter over te slaan.
